Repository: tombreit/wagtail-api-forms
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: help text
de: Hilfetext

source: Image file
de: Bilddatei

source: Document file
de: Dokument Datei

source: Multiple Choice (typeahead)
de: Mehrfachauswahl (typeahead)

source: Submit
de: Absenden

source: Reset
de: Zurücksetzen

source: Mandatory field
de: Pflichtfeld

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Please keep file size under {filesizeformat(max_file_size)}. Current size is {filesizeformat(file.size)}.
de: Bitte die Dateigröße kleiner als {filesizeformat(max_file_size)}. Die aktuelle Dateigröße ist {filesizeformat(file.size)}.

source: Company, institute, site name (english version).
de: Unternehmens-/Institutsname (english version)

source: Company, institute, site name (german version).
de: Unternehmens-/Institutsname (deutsche Version)

source: Company, institute, site abbreviation.
de: Unternehmens-/Instituts-Abkürzung

source: Logo file (english version). Format: SVG.
de: Logo-Datei (english version). Format: SVG.

source: Logo file (german version). Format: SVG.
de: Logo-Datei (deutsche Version). Format: SVG.

source: Figurative mark. Format: SVG.
de: Wortbildmarke. Format: SVG.

source: Favicon file. Formats: ICO or PNG
de: Favicon Datei. Formate: ICO oder PNG

source: Choose external URL or Internal page, not both.
de: Wählen Sie eine externe URL oder eine interne Seite, nicht beides.

source: You must set either External URL or Internal page.
de: Es muss entweder eine externe URL oder eine interne Seite definiert sein.

source: file
de: Datei

source: There can only be one Footer Links object.
de: Es kann nur ein Footer Link-Objekt angelegt werden.

source: English
de: Englisch

source: German
de: Deutsch

source: There is no form for this URL.
de: Kein Formular für diese URL gefunden.
